Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Gul's visit to Damascus comes after almost two years from Al Assad's visit to Turkey, and it entails coordination between the two countries during the Israeli aggression on Gaza, and occurs months after the collapse of the Syrian-Israeli indirect talks, d
ar: وتأتي زيارة غول إلى دمشق بعد عامين تقريبا على الزيارة التي قام بها الأسد إلى تركيا، كما أنها تستتبع تنسيقا بين البلدين خلال العدوان الإسرائيلي على غزة، وتجري بعد أشهر على انهيار المحادثات السورية الإسرائيلية غير المباشرة، بوساطة تركيا.

source: Gul heads a large delegation of officials, including a number of ministers, among which the most prominent figure is foreign minister Ahmad Dawood Oglo, and a large number of businessmen. Economic activities are dominant in Gul's visit, even if the politi
ar: ويرأس غول وفدا كبيرا من المسؤولين الرسميين، يضم عددا من الوزراء، أبرزهم وزير الخارجية احمد داود اوغلو، ومجموعة كبيرة من رجال الأعمال. ويظهر النشاط الاقتصادي في زيارة غول بشكل أبرز، وإن كان الجانب السياسي يبقى محورا أساسيا في علاقات الطرفين، وسط تقارب جلي

source: Gul will hold political talks with Al Assad on Friday, followed by economic activities on the second day, including Dedeman hotel (former Meridian) opening in Damascus, participating in an economic forum, as well as an activity in the People's Assembly, a
ar: ويجري غول محادثات سياسية مع الأسد الجمعة، يتبعها في اليوم الثاني نشاطات اقتصادية، بينها افتتاح فندق ديدمان (ميريديان سابقا) في دمشق، والمشاركة في منتدى اقتصادي، إضافة إلى نشاط في مجلس الشعب السوري ولقاءات مع مسؤولين محليين اقتصاديين، ثم يغادر إلى حلب، حيث

source: There were no announcements on signing economic agreements between the two sides, but some observing sources told Al Safir that the structure of economic and trade cooperation between the two countries is complete, and only some technical details are r
ar: وفي حين لم يعلن عن توقيع اتفاقيات اقتصادية بين الطرفين، قالت مصادر مراقبة لـ «السفير» إن «الهيكل الاقتصادي والتجاري للتعاون بين البلدين مكتمل، وما تبقى تفاصيل تقنية»، موضحة أن الزيارة تأتي في «إطار ما هو معروف عن علاقات التعاون والتنسيق القائمة بين سوريا

source: On this occasion, Gul praised, in an interview with Dunia TV Channel, the special way in which Syria dealt with indirect talks with Israel. He also expressed Turkey's willingness to play the same role if Israel showed some seriousness.
ar: وفي هذه المناسبة، أثنى غول، في حوار مع قناة «الدنيا» الخاصة، على الطريقة التي تعاملت فيها سوريا مع المحادثات غير المباشرة مع إسرائيل. ولفت إلى استعداد تركيا لممارسة الدور ذاته في حال وجدت جدية إسرائيلية.

source: It is known that the US President Barak Obama had given Ankara, during his visit to Turkey, what looks like an authorization backed by him to manage the process of Syrian-Israeli talks if appropriate conditions are available, especially with the direct
ar: وبات معلوما أن الرئيس الأميركي باراك أوباما منح أنقرة، خلال زيارته إلى تركيا، ما يشبه «التفويض المدعوم منه» لإدارة هكذا عملية في حال توافرت الظروف المناسبة، وذلك في ظل الاهتمام الأميركي المباشر حاليا بالعمل على المسار الفلسطيني الإسرائيلي، وأيضا لانشغال ا

source: On another note, the US deputy assistant secretary of state for Middle East affairs, Richard Chemirar, said in an interview with United Press International: Our dialogue with Damascus is still in its early stages,. There are many issues that we have rais
ar: من جهة أخرى، قال نائب مساعد وزيرة الخارجية الأميركية لشؤون الشرق الأوسط ريتشارد شميرار، في مقابلة مع «يونايتد برس انترناشونال»، إن «حوارنا مع دمشق لا يزال في مراحله المبكرة، وهناك الكثير من القضايا أثرناها مع السوريين، ومن ضمنها العراق، ومن المبكر جدا توق

source: Regarding the renewal of sanctions on Damascus, he said: My understanding of the sanctions is that they were a form of legal or technical requirements in order to maintain a defined policy in the right place.
ar: وحول تجديد العقوبات على دمشق، قال إن «فهمي للعقوبات هو أنها كانت شكلا من أشكال المقتضيات القانونية أو التقنية من أجل الحفاظ على سياسة محددة في الموضع الصحيح».

source: Khaled Youssef: Control authorities did not delete any scenes from my movie
ar: خالد يوسف: الرقابة لم _تحذف أى مشهد من فيلمى

source: In the private presentation of Shehata's Store
ar: في العرض الخاص لـدكان _شحاتة

source: Al-Fann Online – Doaa Hassan
ar: الفن أونلاين – دعاء _حسن

source: Photography - Sabri Abd El-latif
ar: تصوير - صبرى عبد _اللطيف

source: A large number of film critics and journalists commended the Shehata's Store movie, during the special presentation ceremony held on Friday, May 15, at the Grand Hyatt Hotel. The ceremony was attended by the whole cast: Haifa Wehbe, Amro Saad, Mahmoud H
ar: أشاد عدد كبير من النقاد والصحفيين بفيلم _دكان شحاتة أثناء العرض الخاص الذي أقيم الجمعة 15 مايو الجارى في فندق _جراند حياة، وحضره جميع أبطاله هيفاء وهبى وعمرو سعد ومحمود حميدة وغادة عبد الرازق _وعمرو عبد الجليل ومحمد كريم، والمؤلف ناصر عبد الرحمن والمخرج

source: Journalists liked the movie, and the attendance praised the roles played by Mahmoud Hemeida, as a father, and Amro saad, as the son.
ar: نال الفيلم إعجاب الصحفيين كما أشاد الحضور _بالدور الذي قدمه كل من محمود حميدة الذي قدم دور الأب، وعمرو سعد في دور _الابن،

source: They also liked the role of Amro Abd El-jalil as a bully, but views differed on the role played by Hayfa Wehbe, especially as it is her first experiment in the Egyptian cinema.
ar: وعمرو عبد الجليل الذي قدم _دور البلطجي في شكل كوميدي ، واختلفت الآراء حول الدور الذي قدمته هيفاء وهبي خاصة _أنها التجربة الأولي لها في السينما المصرية.

source: Shehata
ar: شحاتة

source: The movie is about Shahata (Amro Saad), who was born in a poor village in Upper Egypt. After the death of his mother, Shehata's father, Hajjaj, takes his baby to live as an orphan and stranger in the huge city. Shehata, with his heroic and noble personali
ar: تدور أحداث الفيلم حول شحاتة عمرو سعد _الذي يولد في صعيد مصر بقرية فقيرة ويأتي به والده حجاج رضيعا بعد موت أمه ليعيش _يتيما وغريبا في المدينة الضخمة، يستشعر شحاتة ذات الشخصية البطولية والنبيلة قيمة _وجوده من حب الناس والانتماء لهم، بينما يشن أخوته صراع

source: Despite all what happened to him because of his brothers, Shehata did not allow revenge and hatred to sneak into his heart, for he insisted on belonging to his family and brothers, and he knew that he couldn't live without them. The fear of loneliness mad
ar: يرفض شحاتة بالرغم من كل ما ناله من أخوته _أن يسمح للانتقام والحقد أن يتسلل إلي قلبه لإصراره على الانتماء لعائلته وإخوته _وإدراكه إنه لا يستطيع العيش بدونهم، فالخوف من الوحدة يدفعه للبحث عن إخوته بعد _خروجه من السجن للتصالح معهم في الوقت الذي يهربون خوفا م

source: Chaos
ar: الفوضى

source: Director Khaled Youssef confirmed during the press conference that followed the presentation of the movie that: the movie is about conflict over property between brothers. The movie starts with the birth of Shehata - which was in the period in which late
ar: أكد المخرج خالد يوسف خلال المؤتمر الصحفي _الذي أعقب عرض الفيلم: أن الفيلم يتحدث عن المكان والصراع على الملكية بين الأشقاء، _فالفيلم يبدأ منذ ولادة شحاتة وهي الفترة التي توفي فيها الرئيس الراحل أنور _السادات وتنتهي أحداثه بوفاة البطل في 2013 وهي الفترة الت

source: Bissa
ar: بيسه

source: For her part, Haifa said she was happy for playing the role of Bissa in the movie, and considered the movie character
ar: من جهتها أعربت هيفاء عن سعادتها بتقديم _شخصية بيسه في الفيلم واعتبرتها

source: close to her as a human being, indicating she sympatized with her just by reading the script. She said:
ar: قريبة منها كإنسانة، مشيرة إلي أنها تعاطفت _معها بمجرد قراءة السيناريو وأكدت:

source: Many scripts were presented to me before, but thank God I didn't fall in the trap of playing the role of a Lebanese girl, and I managed to play the role of a simple Egyptian girl.
ar: كان يعرض علي الكثير من السيناريوهات ولكن الحمد لله لم أقع في فخ تقديم _شخصية فتاة لبنانية، واستطعت تقديم شخصية الفتاة المصرية _البسيطة.

source: As for artist Mahmoud Hemeida, he said that he was happy for his partnership with young actors, indicating that he does not mind their participation and supporting them. On the political background presented through his role in the movie, he said that he
ar: من جانبه أعرب الفنان محمود حميدة عن سعادته _بالمشاركة مع النجوم الشباب مشيرا إلى أنه لا يمانع في مشاركتهم ومساندتهم، وحول _الخلفية السياسية التي قدمها خلال دوره في الفيلم أكد أنه لا يفكر في الأبعاد _الشخصية أو الإسقاطات السياسية لأن المخرج والمؤلف هما الم

source: Artist Ghada Abd El-Razzaq denied the existence of any conflicts between her and Haifa Wehbe during the filming, indicating that she discovered the personal side of Haifa, and they always had nice moments at the backstage.
ar: نفت الفنانة غادة عبد الرزاق وجود أية _خلافات بينها وبين هيفاء وهبي خلال التصوير، مشيرة إلي أنها اكتشفت الجانب الإنساني _في هيفاء وكانت تجمعهما دائما الروح الطيبة في كواليس العمل.

source: On the extent of the intervention of control authorities in the events of the movie, Youssef confirmed that not a single scene had been deleted from the movie, but the control authorities had always have a problem with creativity. At the time Egypt is boa
ar: وعن مدي تدخل الرقابة في أحداث الفيلم يؤكد _يوسف أن الفيلم لم يحذف منه مشهد واحد، ولكن الرقابة دائما في مشكلة مع الإبداع ففي _الوقت الذي تتباهي فيه مصر بأنها في عصر الحريات والديمقراطية إلا أن الرقابة _مازالت متوحشة على السينما.

source: The Historic Victory: Masouma, Aseel and Rola reach the Assembly
ar: الفوز التاريخي: معصومة وأسيل ورولا في المجلس

source: By Zakaria Mohamed, Ibrahim al-Saaidi, Yusuf al-Matayri and Hamd al-Salama:
ar: كتب زكريا محمد وإبراهيم السعيدي ويوسف المطيري وحمد السلامة:

source: In the early hours of Sunday, the National Assembly elections were witnessing an historic event. Three female candidates have won election to the assembly, with two more on the threshold.
ar: حتى ساعات الفجر الأولى، كانت انتخابات مجلس الامة 2009 تسجل حدثا تاريخيا، اذ فازت ثلاث مرشحات ودخلن المجلس، ووقفت مرشحتان على اعتابه.

source: Before the final announcement of the results, Maasouma Al-Mubarak (first constituency), Aseel Al-Awadhi and Rola Dashti (third constituency) were about to achieve a deserved win, while Salwa Al-Jassar (second constituency) and Dekra al-Rashidy (fourth co
ar: وقبل إعلان النتائج النهائية كانت معصومة المبارك (الدائرة الأولى) وأسيل العوضي ورولا دشتي (الدائرة الثالثة) يحققن فوزا مستحقا، بينما حققت سلوى الجسار (الدائرة الثانية) وذكرى الرشيدي (الدائرة الرابعة) نتائج مهمة للغاية، وربما تكون واحدة على الأقل منهما، خاص

source: Salwa and Dekra on the threshold
ar: سلوى وذكرى على أعتابه

source: The entry of women in the national assembly is considered an historic event, and the most important change in the current elections.
ar: ويعتبر دخول المرأة مجلس الأمة حدثا تاريخيا وأهم تغيير تشهده الانتخابات الحالية.

source: It is worth mentioning that this is the third election in which women take part.
ar: الجدير بالذكر ان هذه ثالث انتخابات تشارك فيها المرأة.

source: The elections that took place yesterday smoothly and effectively, were organized by official organizations concerned especially the ministries of the interior and information. These elections were characterized by the low turnout that decreased compared t
ar: السمة المهمة الثانية للانتخابات التي جرت امس بيسر وكفاءة عالية في التنظيم من قبل المؤسسات الرسمية المعنية، خصوصا وزارتي الداخلية والاعلام، كانت تدني نسبة المشاركة التي تراجعت عمّا كانت عليه في انتخابات 2008 الماضية التي شهدت بدورها ادنى نسبة مشاركة منذ 19

source: According to a preliminary KUNA survey, the turnout was at 58% yesterday at 7pm (one hour before closing the doors of polling), and was 60% in the elections of 2008.
ar: وحسب مسح اولي لـ «كونا» فإن المشاركة حتى السابعة من مساء امس (قبل ساعة من اغلاق ابواب الاقتراع) بلغت 58%، وهي كانت 60% في انتخابات 2008.

source: The observers attributed the turnout decline to the citizens' frustration towards the assembly.
ar: ويرجع المراقبون تدني النسبة الى الاحباط لدى المواطنين تجاه أداء المجلس.

source: According to a preliminary KUNA survey, the percentage of voters in the first constituency amounted to about 61.33%.
ar: مسح اولي لـ«كونا».. نسبة المقترعين في الدائرة الأولى بلغت نحو 61.33 في المائة.

source: At 7pm, the number of voters reached 42402 in the first constituency, at a rate of about 61.33% of total voters in the constituency, which are 69132.
ar: في الدائرة الأولى بلغ عدد المقترعين حتى السابعة 42402 ناخب وناخبة بنسبة قدرها نحو 61.33 في المائة من إجمالي الناخبين في الدائرة وهم 69132.

source: The number of voters was 29564 in the second constituency, which is 68% of all voters in the constituency estimated at 43473.
ar: في الدائرة الثانية بلغ عدد المقترعين 29564 ناخبا وناخبة بنسبة 68 في المائة من إجمالي عدد الناخبين في الدائرة البالغ 43473.

source: The number of voters was about 35450 in the third constituency, which is 56.64% of all voters in the constituency estimated at 62587.
ar: في الدائرة الثالثة بلغ عدد المقترعين نحو 35450 ناخباً وناخبة بنسبة 56.64 في المائة من إجمالي عدد الناخبين في الدائرة والبالغ 62587.

source: The number of voters was about 56526 in the fourth constituency, which is 56.57% of 99882 registered voters in the constituency.
ar: في الدائرة الرابعة عدد المقترعين نحو 56526 ناخباً وناخبة بنسبة 56.57 في المائة، ويبلغ عدد المسجلين في الدائرة 99882 ناخباً.

source: And the number of voters reached 61440 in the fifth constituency, which is 56% of total voters estimated at 109716.
ar: في الدائرة الخامسة بلغ العدد نحو 61440 ناخباً وناخبة بنسبة 56 في المائة من إجمالي الناخبين البالغ 109716.

source: Haifaa Wahbe reinforces her acting talent in the movie
ar: هيفاء وهبي تفرض نفسها كممثلة موهوبة في الفيلم

source: “Shehata’s Shop” warns of total chaos in Egypt by 2013
ar: دكان شحاتة يحذر من فوضى شاملة في مصر بحلول عام 2013

source: Khaled Youssef reasons that oppression, poverty, lack of justice, soaring unemployment rates, and the prevalence of a single ruling regime for over thirty years are factors that constitute ‘the rational ending’ for his movie, ‘Shehata’s Shop’, which is cu
ar: خليط من القهر والفقر وغياب العدالة وزيادة البطالة واستمرار نظام واحد في الحكم ما يقرب من 30 عاما كانت وراء الفوضى العارمة التي طرحها المخرج خالد يوسف كـنهاية منطقية لفيلمه الأحدث دكان شحاتة، الذي بدأت عروضه الجماهيرية في مصر السبت 16-5-2009.

source: The movie’s ending warns of ultimate chaos in Egypt, and the overtake of the country by fundamentalist groups as well as conflict between police forces and Egyptian residents by 2013 should circumstances remain unchanged. Authorities have insisted on cen
ar: مشهد نهاية الفيلم الذي يحذر المصريين من الفوضى الشاملة وسطوة الجماعات المتزمتة والبلطجية والصراع بين الشعب والشرطة بحلول عام 2013 إذا استمرت الأحوال على ما هي عليه الآن، وكان سببا رئيسيا في رفض الرقابة في مصر للفيلم وإصرارها على حذف المشهد قبل منح الفيلم

source: Khaled Youssef revealed in a press conference following the movie’s premiere that he sincerely hopes matters do not avail to what is proposed through the movie, and that his film is merely a warning and that the aim is not to provoke because this would no
ar: وقال خالد يوسف في مؤتمر صحفي تلا عرض خاص للفيلم يوم الجمعة إنه لا يتمنى أن تنتهي الأمور في مصر بالطريقة التي طرحها الفيلم، لذا فإنه يحذر من ذلك عسى أن ينتبه أحد، نافيا أن تكون النهاية تحريضية على الإطلاق؛ لأن ذلك ليس في صالحه وصالح ابنه وعائلته، وكل المصر

source: Youssef said he strongly opposes the concept of censorship, relating creativity to a person’s dreams. Youssef stated that, as a citizen, he should be treated in accordance to the Egyptian constitution which enforces libert
ar: وأضاف يوسف أن الرقابة على الإبداع باتت مرفوضة؛ لأنه نوع من الحلم ومن الصعب أن تحدد للشخص ما يحلم به وما لا يجب أن يحلم به، مشيرا إلى أنه كمواطن يطلب معاملته وفق الدستور المصري الذي ينص على حرية التعبير التي يحرم منها بينما تتاح مثلا للصحفيين الذين لم يعد

source: First one to surrender to the International Criminal Court accused of Darfur crimes
ar: أول متهم بجرائم دارفور يسلم نفسه للجنائية الدولية

source: The Court: His court appearance may encourage others who are still at large to attend court.
ar: المحكمة: مثوله يمكن أن يشجع آخرين هاربين على الحضور

source: Brussels: Abdullah Mostafa (London): Asharq Al-Awsat
ar: بروكسل: عبد الله مصطفى لندن: «الشرق الأوسط»

source: Today the first of those suspected of committing war crimes in Darfur will appear before ‎the International Criminal Court (ICC) in The Hague. ‎‎The court said that Bahr Idris Abu Garda, the commander of one of the rebel groups in Darfur, will present him
ar: يمثل اليوم أمام المحكمة الجنائية الدولية بلاهاي أول مشتبه فيه بارتكاب جرائم حرب في دارفور. وقالت المحكمة إن قائد إحدى المجموعات المتمردة في دارفور، بحر إدريس أبو قردة، سيمثل طواعية، بعد تسليم نفسه إليها ظهر أمس. ويعد أبو قردة، رئيس الجبهة المتحدة للمقاومة

source: Infiltration of the most important secret air force base in Southern Israel
ar: اختراق أهم قاعدة جوية سرية جنوب إسرائيل

source: Agencies (Sabq) - Tel Aviv:
ar: وكالات (سبق) تل ابيب:

source: Sonia Robla who is in charge of the media side of the International Criminal Court stated yesterday to Al-Sharq Al-Awsat that Abu Garda faces three charges of war crimes in Darfur. She added that the judges are awaiting his appearance at 3.00pm today. Si
ar: وقالت سونيا روبلا، مسؤولة القسم الإعلامي في المحكمة الجنائية الدولية، أمس، لـ«الشرق الأوسط»، إن أبو قردة يواجه اتهامات بارتكاب 3 جرائم حرب في دارفور. وأضافت أن القضاة ينتظرون مثوله الساعة الثالثة، بعد ظهر اليوم. ورحبت سيلفانا أربيا، مسجل المحكمة، بالخطوة،

source: Fears about canceling pilgrimage because of swine flu
ar: مخاوف من إلغاء الحج بسبب أنفلونزا الخنازير

source: Abu Garda ... chooses his own destiny in his hand
ar: أبو قردة.. يختار مصيره بيده

source: Saturday, 16 May 2009 -12:12
ar: السبت، 16 مايو 2009 - 12:12

source: Dar Al-Iftaa in Egypt suggested the postponement of Hajj and Umrah because of the spread of swine flu.
ar: اقترحت دار الافتاء فى مصر تأجيل الحج والعمرة بسبب انتشار مرض أنفلونزا الخنازير.

source: One of the Darfur rebel leaders appeared today voluntarily in front of the criminal court in The Hague. He might be free to leave the country.
ar: أحد قادة متمردي دارفور يمثل اليوم طواعية أمام المحكمة الجنائية بلاهاي.. وقد يعود طليقا

source: Egyptian Grand Mufti Ali Gomaa had said in a statement that the postponement fatwa should not be issued individually, but rather collectively, in the presence of scholars from the Islamic nation, and in coordination with jurisprudential institutions in th
ar: كان على جمعة مفتى الديار المصرية ذكر فى تصريحات أن الفتوى بالتأجيل لا ينبغى أن تصدر بصورة فردية وإنما بصورة جماعية بحضور فقهاء الأمة الإسلامية والتنسيق مع المجامع الفقهية المعتمدة فى العالم الإسلامى.

source: In an interview with “the BBC, Dr. Ibrahim Najm, adviser of the Egyptian Grand mufti, reported Gomaa's support for the opinion of Al-Azhar’s Grand Sheikh that if the World Health Organization raised the degree of alert of the epidemic to six, then ther
ar: وفى حديث لـ بى بى سى نقل الدكتور إبراهيم نجم مستشار مفتى الديار المصرية عن جمعه تأييده لرأى شيخ الأزهر بأنه فى حال رفع منظمة الصحة العالمية درجة التأهب للوباء إلى السادسة فإنه يتعين عقد جلسة بمجمع البحوث الإسلامية، وهو أعلى سلطة دينية فى مصر، لمناقشة تل

source: The mufti of the United Arab Emirates, Sheikh Abdul Aziz Haddad, had urged Muslims to defer any trip to Mecca for two or three weeks. He also called on Muslims to pray in the open air to avoid the transmission of the virus.
ar: وكان مفتى دولة الإمارات العربية الشيخ عبد العزيز حداد حث المسلمين على تأجيل أى سفر إلى مكة لمدة أسبوعين أو ثلاثة. كما دعا المسلمين إلى الصلاة فى الهواء الطلق لتجنب انتقال الفيروس.

source: It is worth mentioning that no cases of swine flu were reported in any Gulf states.
ar: يذكر أنه لم ترد أية حالات لأنفلونزا الخنازير فى أية من دول الخليج.

source: United Arab Emirates responds to report by Human Rights Watch on employment: The report lacks credibility, accuracy and transparency
ar: الامارات ترد على تقرير هيومان رايتس ووتش حول العمالة:التقرير يفتقد للمصداقية والدقة والشفافية

source: The UAE /Human Rights Watch Organization
ar: الامارات/منظمة هيومن رايتس ووتش

source: (Abu Dhabi) - The United Arab Emirates (UAE) confirmed that the latest report by Human Rights Watch (HRW) on the employment situation in the state lacked credibility, accuracy and transparency. It failed to highlight the efforts being made by the governme
ar: أبوظبي في 19 مايو /وام/ أكدت دولة الامارات العربية المتحدة أن تقرير منظمة هيومن رايتس ووتش الأخير حول وضع العمالة في الدولة يفتقد للمصداقية والدقة والشفافية حيث فشل في تسليط الضوء على الجهود التي تبذلها الحكومة في مجال حماية حقوق العمال وتحسين وضعهم الم

source: This statement came in response to the report published by Human Rights Watch on the situation of construction workers working on the Saadiyat Island project - where construction work up till now has not begun - in the emirate of Abu Dhabi.
ar: . جاء هذا التصريح رداً على التقرير الذي نشرته منظمة هيومن رايتس ووتش حول أوضاع عمال البناء العاملين في مشروع جزيرة السعديات في إمارة أبوظبي الذي لم تبدأ فيه أعمال الإنشاءات حتى الآن.

source: His Excellency, Dr. Anwar Mohammed Gargash, Minister of State for Foreign Affairs commenting ‎‎‎on this matter said: The United Arab Emirates was surprised by the Human Rights Watch's biased ‎report which endeavours to highlight problems and raise issues
ar: وتعليقاً على هذا الأمر صرح معالي الدكتور أنور محمد قرقاش، وزير الدولة للشؤون الخارجية: لقد تفاجأت دولة الإمارات العربية المتحدة بالمحاولات المغرضة التي تقوم بها منظمة هيومن رايتس ووتش التي تسعى إلى إثارة المشاكل والقضايا حول السياسات التي تعتمدها الدول

source: It is worth mentioning that in recent years the federal government has been keen to strengthen ‎international partnerships. This uniting of efforts was aimed at developing legislation and legal ‎frameworks relating to employment in order to provide a civi
ar: والجدير بالذكر أنه خلال السنوات الأخيرة حرصت الحكومة الاتحادية على تعزيز الشراكات الدولية في سبيل توحيد الجهود الرامية إلى تطوير التشريعات والأطر القانونية المتعلقة بالعمالة، من أجل توفير نموذج حضاري لبيئة العمل في الدولة التي تضم كافة المساهمين في التنمي

source: His Excellency, Dr. Gargash pointed out that if the above mentioned factors were given the least consideration we would still find that this report issued by Human Rights Watch was incorrect in judging the state's efforts to protect employees rights. This
ar: وأشار معالي الدكتور قرقاش إلى أنه إذا تم الأخذ بعين الاعتبار العوامل المذكورة أعلاه بأقل تقدير ممكن، نجد أن هذا التقرير الصادر عن منظمة هيومن رايتس ووتش خاطىء من ناحية الحكم على جهود الدولة في حماية حقوق العمالة ويدل على أن هناك ضعفا واضحا في عملية إعدا

source: He added: While the United Arab Emirates government welcomes constructive criticism about the ‎efforts made by the state to protect employment rights within existing laws, we find that the report ‎tends, in an arbitrary way, to generalise therefore obscu
ar: وأضاف: في حين ترحب حكومة دولة الامارات العربية المتحدة بالنقد البناء حول الجهود التي تقوم بها الدولة حيال حماية حقوق العمالة ضمن القوانين المرعية، نجد أن التقرير يميل الى التعميم بصورة تعسفية ولا يحمل في طياته الدقة الكافية ويعتم الصورة الحقيقية لواقع ال

source: His Excellency pointed out that the issue over respecting the rights of the workers falls within ‎the country’s ethical and cultural standards and is just as important a priority to promoting economic ‎growth in the UAE. He said that the government is pro
ar: وأشار معاليه إلى أن مسألة احترام حقوق العمال تندرج ضمن المعايير الأخلاقية والثقافية وكأولوية مهمة لتعزيز النمو الاقتصادي في دولة الامارات العربية المتحدة. وقال ان الحكومة تفخر بالانجازات التي حققتها بشفافية عالية في مجال حماية حقوق الانسان وستبقي على التز
